driver-tests/iepse/IEPRelationStream/RelationStreamBApp/test/RelationMapInput/template3.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:att="RelationMapInput.RelationMapInput_iep">
  <soapenv:Body>
    <att:StreamInput3_MsgObj>
      <LastName>${LastName.0}</LastName>
      <MID>${MID.0}</MID>
    </att:StreamInput3_MsgObj>
  </soapenv:Body>
</soapenv:Envelope>